brew "age"
brew "asdf"
brew "openssl@3"
brew "bat"
brew "xz"
brew "chezmoi"
brew "difftastic"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzy"
brew "gh"
brew "git"
brew "git-delta"
brew "gmp"
brew "gopass"
brew "helix"
brew "hf"
brew "hyperfine"
brew "ios-deploy"
brew "jj"
brew "luarocks"
brew "mergiraf"
brew "mise"
brew "neovim"
brew "nushell"
brew "qrencode"
brew "ripgrep"
brew "roswell"
brew "sbcl"
brew "telnet"
brew "tokei"
brew "watchman"
brew "brush"
brew "wget"
cask "alacritty"
cask "claude-code"
cask "discord"
cask "font-commit-mono-nerd-font"
cask "font-inconsolata-nerd-font"
cask "git-credential-manager"
cask "halloy"
cask "iterm2"
cask "orbstack"
cask "yaak"
cargo "abtop"
cargo "tree-sitter-cli"
