tap "xcodesorg/made"
brew "age"
brew "asdf"
brew "openssl@3"
brew "bat"
brew "xz"
brew "chezmoi"
brew "difftastic"
brew "elixir"
brew "fd"
brew "fonttools"
brew "fzy"
brew "gh"
brew "git"
brew "git-delta"
brew "gmp"
brew "gopass"
brew "helix"
brew "hyperfine"
brew "ios-deploy"
brew "jj"
brew "libyaml"
brew "lua-language-server"
brew "lua@5.1"
brew "luacheck"
brew "luajit"
brew "luarocks"
brew "mergiraf"
brew "mise"
brew "neovim"
brew "nushell"
brew "pyenv"
brew "python@3.11"
brew "qrencode"
brew "ripgrep"
brew "stgit"
brew "stow"
brew "telnet"
brew "tokei"
brew "watchman"
brew "wget"
brew "wireguard-tools"
cask "alacritty"
cask "clash-verge-rev"
cask "claude-code"
cask "discord"
cask "font-commit-mono-nerd-font"
cask "font-inconsolata-nerd-font"
cask "git-credential-manager"
cask "halloy"
cask "iterm2"
cask "orbstack"
cask "sfm"
cask "tunnelblick"
cask "xcodes-app"
cask "yaak"
cask "zulu@17"
go "golang.org/x/tools/gopls"
cargo "abtop"
cargo "evcxr_repl"
cargo "rustlings"
cargo "stylua"
cargo "tree-sitter-cli"
